Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: Share this whole link — it's what counts. One tap sends it anywhere: Messages, WhatsApp, email. Your friend taps it, joins, and once they verify you both get points.
ar: شارك هذا الرابط بالكامل — فهو ما يهم. ضغطة واحدة ترسله إلى أي مكان: الرسائل أو WhatsApp أو البريد الإلكتروني. يضغط عليه صديقك وينضم، وبمجرد توثيق هويته تحصلان كلاكما على نقاط.
ar_ps: شارك الرابط كله — هاد اللي بيهمّ. دوسة وحدة بتبعته لأي مكان: الرسائل، واتساب، الإيميل. صاحبك بيدوس عليها، بينضمّ، ولمّا يوثّق بتاخدوا نقاط سوا.
el: Μοιραστείτε ολόκληρο αυτόν τον σύνδεσμο — αυτός μετράει. Ένα πάτημα τον στέλνει οπουδήποτε: Μηνύματα, WhatsApp, email. Ο φίλος σας τον πατάει, εγγράφεται, και μόλις επαληθευτεί παίρνετε και οι δύο πόντους.
es: Comparte este enlace completo — es lo que cuenta. Un toque lo envía a donde quieras: Mensajes, WhatsApp, correo. Tu amigo lo toca, se une, y en cuanto se verifica, ambos recibís puntos.
fa: این لینک کامل را به اشتراک بگذارید — همین مهم است. با یک ضربه به هر جا ارسال می‌شود: پیام‌ها، واتساپ، ایمیل. دوستتان روی آن ضربه می‌زند، ملحق می‌شود و وقتی هویتش را تأیید کند، هر دو امتیاز می‌گیرید.
fr: Partagez ce lien en entier — c'est ce qui compte. Un appui l'envoie partout : Messages, WhatsApp, e-mail. Votre ami le touche, s'inscrit, et une fois vérifié vous gagnez tous deux des points.
id: Bagikan seluruh tautan ini — itulah yang penting. Satu ketukan mengirimnya ke mana saja: Pesan, WhatsApp, email. Teman Anda mengetuknya, bergabung, dan setelah mereka terverifikasi, kalian berdua mendapat poin.
it: Condividi questo link per intero — è ciò che conta. Un tocco lo invia ovunque: Messaggi, WhatsApp, email. Il tuo amico lo tocca, si unisce e, una volta verificato, ottenete entrambi i punti.
ja: このリンク全体を共有してください — それが重要です。ワンタップでどこにでも送れます：メッセージ、WhatsApp、メール。友人がタップして参加し、認証すると2人ともポイントを獲得できます。
ro: Distribuie întregul link — el contează. O atingere îl trimite oriunde: Mesaje, WhatsApp, e-mail. Prietenul tău îl atinge, se alătură și, odată ce se verifică, amândoi primiți puncte.
th: แชร์ลิงก์นี้ทั้งหมด — นั่นคือสิ่งที่สำคัญ แตะครั้งเดียวส่งไปที่ไหนก็ได้: Messages, WhatsApp, อีเมล เพื่อนของคุณแตะ เข้าร่วม และเมื่อพวกเขายืนยันตัวตนคุณทั้งคู่ก็ได้พอยต์
tr: Bu bağlantının tamamını paylaş — önemli olan bu. Tek dokunuşla istediğin yere gönderir: Mesajlar, WhatsApp, e-posta. Arkadaşın ona dokunur, katılır ve doğrulandığında ikiniz de puan kazanırsınız.
zh: 分享这整条链接——这才是关键。一键发往任何地方：信息、WhatsApp、邮件。好友点按加入，待其验证后你们都能获得积分。

source: Share your invite link
ar: شارك رابط دعوتك
ar_ps: شارك رابط دعوتك
el: Κοινοποιήστε τον σύνδεσμο πρόσκλησής σας
es: Comparte tu enlace de invitación
fa: لینک دعوت خود را به اشتراک بگذارید
fr: Partagez votre lien d'invitation
id: Bagikan tautan undangan Anda
it: Condividi il tuo link di invito
ja: 招待リンクを共有
ro: Distribuie linkul tău de invitație
th: แชร์ลิงก์คำเชิญของคุณ
tr: Davet bağlantını paylaş
zh: 分享你的邀请链接

source: Share your story
ar: شارك قصتك
ar_ps: شارك قصّتك
el: Μοιραστείτε την ιστορία σας
es: Comparte tu historia
fa: داستان خود را به اشتراک بگذارید
fr: Partagez votre histoire
id: Bagikan cerita Anda
it: Condividi la tua storia
ja: ストーリーを共有
ro: Distribuie povestea ta
th: แชร์เรื่องราวของคุณ
tr: Hikâyeni paylaş
zh: 分享你的故事

source: Share your Swapl story
ar: شارك قصتك مع Swapl
ar_ps: شارك قصّتك مع Swapl
el: Μοιραστείτε την ιστορία σας στη Swapl
es: Comparte tu historia en Swapl
fa: داستان Swapl خود را به اشتراک بگذارید
fr: Partagez votre histoire Swapl
id: Bagikan cerita Swapl Anda
it: Condividi la tua storia Swapl
ja: Swaplストーリーを共有
ro: Distribuie povestea ta Swapl
th: แชร์เรื่องราว Swapl ของคุณ
tr: Swapl hikâyeni paylaş
zh: 分享你的 Swapl 故事

source: Show homes
ar: أظهر المنازل
ar_ps: ورّيني البيوت
el: Εμφάνιση σπιτιών
es: Mostrar casas
fa: نمایش خانه‌ها
fr: Afficher les logements
id: Tampilkan rumah
it: Mostra le case
ja: 住まいを表示
ro: Afișează locuințele
th: แสดงบ้าน
tr: Evleri göster
zh: 显示房源

source: Show swaps for these dates
ar: أظهر التبادلات لهذه التواريخ
ar_ps: ورّيني تبديلات هالتواريخ
el: Εμφάνιση ανταλλαγών για αυτές τις ημερομηνίες
es: Mostrar intercambios para estas fechas
fa: نمایش مبادله‌ها برای این تاریخ‌ها
fr: Afficher les échanges pour ces dates
id: Tampilkan tukaran untuk tanggal ini
it: Mostra gli scambi per queste date
ja: この日程のスワップを表示
ro: Afișează schimburile pentru aceste date
th: แสดงการแลกเปลี่ยนสำหรับวันที่เหล่านี้
tr: Bu tarihler için takasları göster
zh: 显示这些日期的互换

source: Sign in
ar: تسجيل الدخول
ar_ps: سجّل دخول
el: Σύνδεση
es: Iniciar sesión
fa: ورود
fr: Se connecter
id: Masuk
it: Accedi
ja: サインイン
ro: Conectează-te
th: เข้าสู่ระบบ
tr: Giriş yap
zh: 登录

source: Sign in with a passkey
ar: تسجيل الدخول بمفتاح مرور
ar_ps: سجّل دخول بمفتاح مرور
el: Σύνδεση με passkey
es: Iniciar sesión con una clave de acceso
fa: ورود با گذرکلید
fr: Se connecter avec une clé d'accès
id: Masuk dengan passkey
it: Accedi con una passkey
ja: パスキーでサインイン
ro: Conectează-te cu o cheie de acces
th: เข้าสู่ระบบด้วยพาสคีย์
tr: Geçiş anahtarıyla giriş yap
zh: 使用通行密钥登录

source: Sign in with email code
ar: تسجيل الدخول برمز البريد الإلكتروني
ar_ps: سجّل دخول بكود إيميل
el: Σύνδεση με κωδικό email
es: Iniciar sesión con código por correo
fa: ورود با کد ایمیل
fr: Se connecter avec un code par e-mail
id: Masuk dengan kode email
it: Accedi con codice email
ja: メールコードでサインイン
ro: Conectează-te cu cod prin e-mail
th: เข้าสู่ระบบด้วยรหัสทางอีเมล
tr: E-posta koduyla giriş yap
zh: 使用邮箱验证码登录

source: Sign in with phone
ar: تسجيل الدخول بالهاتف
ar_ps: سجّل دخول بالهاتف
el: Σύνδεση με τηλέφωνο
es: Iniciar sesión con teléfono
fa: ورود با تلفن
fr: Se connecter avec un téléphone
id: Masuk dengan telepon
it: Accedi con il telefono
ja: 電話でサインイン
ro: Conectează-te cu telefonul
th: เข้าสู่ระบบด้วยโทรศัพท์
tr: Telefonla giriş yap
zh: 使用电话登录

source: Sign in without a password
ar: تسجيل الدخول دون كلمة مرور
ar_ps: سجّل دخول بدون كلمة سر
el: Σύνδεση χωρίς κωδικό πρόσβασης
es: Iniciar sesión sin contraseña
fa: ورود بدون رمز عبور
fr: Se connecter sans mot de passe
id: Masuk tanpa kata sandi
it: Accedi senza password
ja: パスワードなしでサインイン
ro: Conectează-te fără parolă
th: เข้าสู่ระบบโดยไม่ใช้รหัสผ่าน
tr: Parolasız giriş yap
zh: 无需密码登录

source: Sign out
ar: تسجيل الخروج
ar_ps: خروج
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج
fr: Se déconnecter
id: Keluar
it: Esci
ja: サインアウト
ro: Deconectează-te
th: ออกจากระบบ
tr: Çıkış yap
zh: 登出

source: Sign out of Swapl?
ar: تسجيل الخروج من Swapl؟
ar_ps: تطلع من Swapl؟
el: Αποσύνδεση από τη Swapl;
es: ¿Cerrar sesión en Swapl?
fa: از Swapl خارج می‌شوید؟
fr: Se déconnecter de Swapl ?
id: Keluar dari Swapl?
it: Uscire da Swapl?
ja: Swaplからサインアウトしますか？
ro: Te deconectezi de la Swapl?
th: ออกจากระบบ Swapl หรือไม่?
tr: Swapl'dan çıkış yapılsın mı?
zh: 登出 Swapl？

source: Small actions, real points. Every Key is a step toward your next stay.
ar: إجراءات صغيرة، ونقاط حقيقية. كل مفتاح خطوة نحو إقامتك التالية.
ar_ps: أفعال صغيرة، نقاط حقيقية. كل مفتاح خطوة لإقامتك الجاية.
el: Μικρές ενέργειες, πραγματικοί πόντοι. Κάθε Key είναι ένα βήμα προς την επόμενη διαμονή σας.
es: Pequeñas acciones, puntos reales. Cada Llave es un paso hacia tu próxima estancia.
fa: اقدامات کوچک، امتیازهای واقعی. هر کلید یک گام به سوی اقامت بعدی شماست.
fr: De petites actions, de vrais points. Chaque Clé est un pas vers votre prochain séjour.
id: Tindakan kecil, poin nyata. Setiap Key adalah langkah menuju inap berikutnya.
it: Piccole azioni, punti reali. Ogni Chiave è un passo verso il tuo prossimo soggiorno.
ja: 小さな行動が、本物のポイントに。すべてのKeyが次の滞在への一歩です。
ro: Acțiuni mici, puncte reale. Fiecare Cheie este un pas către următorul tău sejur.
th: การกระทำเล็กๆ พอยต์จริง ทุก Key คือก้าวสู่การเข้าพักครั้งต่อไปของคุณ
tr: Küçük adımlar, gerçek puanlar. Her Anahtar, bir sonraki konaklamana doğru bir adımdır.
zh: 小小举动，实实积分。每一把钥匙都让你离下次入住更近一步。

source: Someone you invited
ar: شخص دعوته
ar_ps: حدا دعيته
el: Κάποιος που προσκαλέσατε
es: Alguien a quien invitaste
fa: کسی که دعوت کردید
fr: Quelqu'un que vous avez invité
id: Seseorang yang Anda undang
it: Qualcuno che hai invitato
ja: あなたが招待した人
ro: Cineva pe care l-ai invitat
th: คนที่คุณเชิญ
tr: Davet ettiğin biri
zh: 你邀请的人

source: Something went wrong on our side.
ar: حدث خطأ من جانبنا.
ar_ps: في إشي غلط من عنّا.
el: Κάτι πήγε στραβά από την πλευρά μας.
es: Algo salió mal por nuestra parte.
fa: از سمت ما مشکلی پیش آمد.
fr: Une erreur est survenue de notre côté.
id: Ada yang salah di pihak kami.
it: Qualcosa è andato storto dalla nostra parte.
ja: こちら側で問題が発生しました。
ro: Ceva nu a mers bine de partea noastră.
th: เกิดข้อผิดพลาดทางฝั่งเรา
tr: Bizim tarafımızda bir şeyler ters gitti.
zh: 我们这边出了点问题。

source: Something went wrong. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.
ar_ps: في إشي غلط. جرّب كمان مرة لو سمحت.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
es: Algo salió mal. Inténtalo de nuevo.
fa: مشکلی پیش آمد. لطفاً دوباره تلاش کنید.
fr: Une erreur est survenue. Veuillez réessayer.
id: Ada yang salah. Silakan coba lagi.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ro: Ceva nu a mers bine. Te rugăm să încerci din nou.
th: เกิดข้อผิดพลาด โปรดลองอีกครั้ง
tr: Bir şeyler ters gitti. Lütfen tekrar dene.
zh: 出了点问题，请重试。

source: Something went wrong. Try again.
ar: حدث خطأ. حاول مرة أخرى.
ar_ps: في إشي غلط. جرّب كمان مرة.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
es: Algo salió mal. Inténtalo de nuevo.
fa: مشکلی پیش آمد. دوباره تلاش کنید.
fr: Une erreur est survenue. Réessayez.
id: Ada yang salah. Coba lagi.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ro: Ceva nu a mers bine. Încearcă din nou.
th: เกิดข้อผิดพลาด ลองอีกครั้ง
tr: Bir şeyler ters gitti. Tekrar dene.
zh: 出了点问题，请重试。

source: Sort homes
ar: فرز المنازل
ar_ps: رتّب البيوت
el: Ταξινόμηση σπιτιών
es: Ordenar casas
fa: مرتب‌سازی خانه‌ها
fr: Trier les logements
id: Urutkan rumah
it: Ordina le case
ja: 住まいを並べ替え
ro: Sortează locuințele
th: เรียงลำดับบ้าน
tr: Evleri sırala
zh: 排序房源

source: Space type
ar: نوع المساحة
ar_ps: نوع المساحة
el: Τύπος χώρου
es: Tipo de espacio
fa: نوع فضا
fr: Type d'espace
id: Jenis ruang
it: Tipo di spazio
ja: スペースの種類
ro: Tipul spațiului
th: ประเภทพื้นที่
tr: Mekân türü
zh: 空间类型

source: Standard — your location isn't artificially boosted, but it's valued equally. Smaller towns and villages aren't penalised here.
ar: قياسي — لا يُعزَّز موقعك بشكل مصطنع، لكنه يُقيَّم بالتساوي. لا تُعاقَب البلدات والقرى الأصغر هنا.
ar_ps: عادي — موقعك مش مرفوع بشكل مصطنع، بس بينقدّر بالتساوي. البلدات والقرى الأصغر ما بتنعاقب هون.
el: Τυπικό — η τοποθεσία σας δεν ενισχύεται τεχνητά, αλλά αξιολογείται ισότιμα. Οι μικρότερες πόλεις και τα χωριά δεν τιμωρούνται εδώ.
es: Estándar — tu ubicación no se potencia artificialmente, pero se valora por igual. Los pueblos y aldeas pequeñas no se penalizan aquí.
fa: استاندارد — موقعیت شما به‌صورت مصنوعی تقویت نمی‌شود، اما به‌طور برابر ارزش‌گذاری می‌شود. شهرها و روستاهای کوچک‌تر اینجا جریمه نمی‌شوند.
fr: Standard — votre localisation n'est pas artificiellement valorisée, mais elle est estimée à parts égales. Les petites villes et villages ne sont pas pénalisés ici.
id: Standar — lokasi Anda tidak dinaikkan secara artifisial, tapi dinilai setara. Kota dan desa kecil tidak dirugikan di sini.
it: Standard — la tua posizione non è gonfiata artificialmente, ma è valutata allo stesso modo. I piccoli centri e i villaggi non vengono penalizzati qui.
ja: 標準 — あなたの立地は人為的に優遇されることはありませんが、平等に評価されます。小さな町や村がここで不利になることはありません。
ro: Standard — locația ta nu este avantajată artificial, dar este apreciată în mod egal. Orașele și satele mai mici nu sunt penalizate aici.
th: มาตรฐาน — ทำเลของคุณไม่ได้ถูกเพิ่มมูลค่าโดยเทียม แต่ได้รับการให้คุณค่าเท่าเทียมกัน เมืองและหมู่บ้านเล็กๆ ไม่ถูกหักคะแนนตรงนี้
tr: Standart — konumun yapay olarak öne çıkarılmaz, ancak eşit değer görür. Daha küçük kasaba ve köyler burada cezalandırılmaz.
zh: 标准——你的位置不会被人为抬高，但同等看待。较小的城镇和乡村不会在此被扣分。

source: Standard estimate
ar: التقدير القياسي
ar_ps: تقدير عادي
el: Τυπική εκτίμηση
es: Estimación estándar
fa: برآورد استاندارد
fr: Estimation standard
id: Perkiraan standar
it: Stima standard
ja: 標準の見積もり
ro: Estimare standard
th: ประมาณการมาตรฐาน
tr: Standart tahmin
zh: 标准估值

source: Start with the photos
ar: ابدأ بالصور
ar_ps: ابدأ بالصور
el: Ξεκινήστε με τις φωτογραφίες
es: Empieza por las fotos
fa: با عکس‌ها شروع کنید
fr: Commencez par les photos
id: Mulai dari foto
it: Inizia dalle foto
ja: 写真から始める
ro: Începe cu fotografiile
th: เริ่มจากรูปภาพ
tr: Fotoğraflarla başla
zh: 从照片开始

source: Start with where you are
ar: ابدأ من حيث أنت
ar_ps: ابدأ من وين إنت
el: Ξεκινήστε από εκεί που βρίσκεστε
es: Empieza por donde estás
fa: از جایی که هستید شروع کنید
fr: Commencez par l'endroit où vous êtes
id: Mulai dari tempat Anda berada
it: Inizia da dove sei
ja: 今いる場所から始める
ro: Începe cu locul unde te afli
th: เริ่มจากที่ที่คุณอยู่
tr: Bulunduğun yerle başla
zh: 从你所在之处开始

source: Start your search
ar: ابدأ بحثك
ar_ps: ابدأ بحثك
el: Ξεκινήστε την αναζήτησή σας
es: Empieza tu búsqueda
fa: جستجوی خود را شروع کنید
fr: Lancez votre recherche
id: Mulai pencarian Anda
it: Inizia la ricerca
ja: 検索を始める
ro: Începe căutarea
th: เริ่มการค้นหาของคุณ
tr: Aramana başla
zh: 开始搜索

source: Starts in
ar: يبدأ خلال
ar_ps: بيبدأ بعد
el: Ξεκινά σε
es: Empieza en
fa: شروع در
fr: Commence dans
id: Mulai dalam
it: Inizia tra
ja: 開始まで
ro: Începe în
th: เริ่มในอีก
tr: Başlamasına
zh: 开始于

source: Status
ar: الحالة
ar_ps: الحالة
el: Κατάσταση
es: Estado
fa: وضعیت
fr: Statut
it: Stato
ja: ステータス
ro: Stare
th: สถานะ
tr: Durum
zh: 状态

source: Stay requested
ar: تم طلب الإقامة
ar_ps: تطلبت الإقامة
el: Ζητήθηκε διαμονή
es: Estancia solicitada
fa: درخواست اقامت ثبت شد
fr: Séjour demandé
id: Inap diminta
it: Soggiorno richiesto
ja: 滞在をリクエスト済み
ro: Sejur solicitat
th: ขอเข้าพักแล้ว
tr: Konaklama istendi
zh: 已请求入住

source: Stay with points
ar: أقم بالنقاط
ar_ps: أُسكن بالنقاط
el: Διαμονή με πόντους
es: Alójate con puntos
fa: اقامت با امتیاز
fr: Séjourner avec des points
id: Menginap dengan poin
it: Soggiorna con i punti
ja: ポイントで滞在
ro: Stai cu puncte
th: เข้าพักด้วยพอยต์
tr: Puanla konakla
zh: 用积分入住

source: Staying with points
ar: الإقامة بالنقاط
ar_ps: الإقامة بالنقاط
el: Διαμονή με πόντους
es: Alojándote con puntos
fa: اقامت با امتیاز
fr: Séjour avec des points
id: Menginap dengan poin
it: Soggiornare con i punti
ja: ポイントでの滞在
ro: Sejur cu puncte
th: การเข้าพักด้วยพอยต์
tr: Puanla konaklama
zh: 用积分入住

source: Stays with points
ar: إقامات بالنقاط
ar_ps: إقامات بالنقاط
el: Διαμονές με πόντους
es: Estancias con puntos
fa: اقامت‌ها با امتیاز
fr: Séjours avec des points
id: Inap dengan poin
it: Soggiorni con i punti
ja: ポイントでの滞在
ro: Sejururi cu puncte
th: การเข้าพักด้วยพอยต์
tr: Puanla konaklamalar
zh: 用积分入住

source: Steady by design
ar: ثابت بحكم التصميم
ar_ps: ثابت بالتصميم
el: Σταθερό εκ σχεδιασμού
es: Estable por diseño
fa: پایدار از طراحی
fr: Stable par conception
id: Stabil secara desain
it: Stabile per progettazione
ja: 設計上、安定しています
ro: Stabil prin concepție
th: มั่นคงตามการออกแบบ
tr: Tasarımı gereği istikrarlı
zh: 稳健的设计

# Step %@ of %@
source: Step %1$@ of %2$@
ar: الخطوة %1$@ من %2$@
ar_ps: الخطوة %1$@ من %2$@
el: Βήμα %1$@ από %2$@
es: Paso %1$@ de %2$@
fa: گام %1$@ از %2$@
fr: Étape %1$@ sur %2$@
id: Langkah %1$@ dari %2$@
it: Passo %1$@ di %2$@
ja: ステップ %1$@ / %2$@
ro: Pasul %1$@ din %2$@
th: ขั้นที่ %1$@ จาก %2$@
tr: Adım %1$@ / %2$@
zh: 第 %1$@ 步，共 %2$@ 步

source: Step-free
ar: خالٍ من الدرجات
ar_ps: بدون درج
el: Χωρίς σκαλοπάτια
es: Sin escalones
fa: بدون پله
fr: Sans marche
id: Tanpa anak tangga
it: Senza gradini
ja: 段差なし
ro: Fără trepte
th: ไม่มีขั้นบันได
tr: Basamaksız
zh: 无台阶

source: Submit for review
ar: إرسال للمراجعة
ar_ps: قدّم للمراجعة
el: Υποβολή για επανεξέταση
es: Enviar para revisión
fa: ارسال برای بازبینی
fr: Soumettre pour examen
id: Kirim untuk ditinjau
it: Invia per la revisione
ja: 審査に提出
ro: Trimite spre evaluare
th: ส่งเพื่อตรวจสอบ
tr: İncelemeye gönder
zh: 提交审核

source: Suggested from your home's availability — adjust freely.
ar: مقترح من توفر منزلك — عدّله بحرية.
ar_ps: مقترح من توفّر بيتك — عدّل براحتك.
el: Προτείνεται από τη διαθεσιμότητα του σπιτιού σας — προσαρμόστε ελεύθερα.
es: Sugerido a partir de la disponibilidad de tu casa — ajústalo libremente.
fa: پیشنهادشده از در دسترس بودن خانه شما — آزادانه تنظیم کنید.
fr: Suggéré à partir de la disponibilité de votre logement — ajustez librement.
id: Disarankan dari ketersediaan rumah Anda — sesuaikan dengan bebas.
it: Suggerito dalla disponibilità della tua casa — modifica liberamente.
ja: 住まいの空き状況から提案しています — 自由に調整してください。
ro: Sugerat din disponibilitatea locuinței tale — ajustează liber.
th: แนะนำจากช่วงว่างของบ้านคุณ — ปรับได้ตามต้องการ
tr: Evinin uygunluğundan önerildi — istediğin gibi ayarla.
zh: 根据你家的可用时段建议——可自由调整。

source: Support
ar: الدعم
ar_ps: الدعم
el: Υποστήριξη
es: Soporte
fa: پشتیبانی
id: Dukungan
it: Supporto
ja: サポート
ro: Asistență
th: ฝ่ายสนับสนุน
tr: Destek
zh: 客服支持

source: Swap or stay with points
ar: بادل أو أقم بالنقاط
ar_ps: بدّل أو أُسكن بالنقاط
el: Ανταλλάξτε ή μείνετε με πόντους
es: Intercambia o alójate con puntos
fa: مبادله یا اقامت با امتیاز
fr: Échangez ou séjournez avec des points
id: Tukar atau menginap dengan poin
it: Scambia o soggiorna con i punti
ja: スワップまたはポイントで滞在
ro: Schimbă sau stai cu puncte
th: แลกเปลี่ยนหรือเข้าพักด้วยพอยต์
tr: Takas yap veya puanla konakla
zh: 互换或用积分入住

source: Swap partner
ar: شريك التبادل
ar_ps: شريك التبديل
el: Συνεργάτης ανταλλαγής
es: Compañero de intercambio
fa: شریک مبادله
fr: Partenaire d'échange
id: Partner tukar
it: Partner di scambio
ja: スワップ相手
ro: Partener de schimb
th: คู่แลกเปลี่ยน
tr: Takas ortağı
zh: 互换伙伴

source: Swap protection
ar: حماية التبادل
ar_ps: حماية التبديل
el: Προστασία ανταλλαγής
es: Protección del intercambio
fa: محافظت از مبادله
fr: Protection d'échange
id: Perlindungan tukaran
it: Protezione scambio
ja: スワップ保護
ro: Protecția schimbului
th: การคุ้มครองการแลกเปลี่ยน
tr: Takas koruması
zh: 互换保障

source: Swapl host
ar: مضيف Swapl
ar_ps: مستضيف Swapl
el: Οικοδεσπότης Swapl
es: Anfitrión de Swapl
fa: میزبان Swapl
fr: Hôte Swapl
id: Tuan rumah Swapl
it: Host Swapl
ja: Swaplホスト
ro: Gazdă Swapl
th: เจ้าของที่พัก Swapl
tr: Swapl ev sahibi
zh: Swapl 房东

source: Swapl is a home swap between private people, so company-owned or commercially managed properties can’t be verified. But automated checks aren’t perfect, and a real person — never the AI — makes the final decision. If this is your own home, get in touch: a member of our team reviews these personally, usually within 2 business days, and a lease, deed, or tax record in your name is enough to set it straight.
ar: Swapl تبادل منازل بين أفراد، لذا لا يمكن توثيق العقارات المملوكة للشركات أو المُدارة تجارياً. لكن الفحوصات الآلية ليست مثالية، ويتخذ شخص حقيقي — وليس الذكاء الاصطناعي أبداً — القرار النهائي. إذا كان هذا منزلك الخاص، فتواصل معنا: يراجع أحد أعضاء فريقنا هذه الحالات بنفسه، عادةً خلال يومَي عمل، ويكفي عقد إيجار أو سند ملكية أو سجل ضريبي باسمك لتصحيح الأمر.
ar_ps: Swapl تبديل بيوت بين ناس عاديين، فالعقارات المملوكة لشركات أو المُدارة تجارياً ما بتنوثّق. بس الفحوصات التلقائية مش دايماً مظبوطة، وشخص حقيقي — مش الذكاء الاصطناعي — هو اللي بياخد القرار النهائي. إذا هاد بيتك، تواصل معنا: حدا من فريقنا بيراجعها شخصياً، عادةً خلال يومين عمل، وعقد إيجار أو طابو أو سجل ضريبي باسمك بيكفي عشان نظبّطها.
el: Η Swapl είναι ανταλλαγή σπιτιών μεταξύ ιδιωτών, οπότε ακίνητα που ανήκουν σε εταιρείες ή διαχειρίζονται εμπορικά δεν μπορούν να επαληθευτούν. Όμως οι αυτόματοι έλεγχοι δεν είναι τέλειοι, και ένας πραγματικός άνθρωπος — ποτέ το AI — παίρνει την τελική απόφαση. Αν αυτό είναι το δικό σας σπίτι, επικοινωνήστε μαζί μας: ένα μέλος της ομάδας μας τα εξετάζει προσωπικά, συνήθως εντός 2 εργάσιμων ημερών, και ένα μισθωτήριο, τίτλος ιδιοκτησίας ή φορολογικό έγγραφο στο όνομά σας αρκεί για να διορθωθεί.
es: Swapl es un intercambio de casas entre particulares, por lo que las propiedades de empresas o gestionadas comercialmente no se pueden verificar. Pero las comprobaciones automáticas no son perfectas, y una persona real — nunca la IA — toma la decisión final. Si esta es tu propia casa, ponte en contacto: un miembro de nuestro equipo las revisa personalmente, normalmente en un plazo de 2 días hábiles, y basta con un contrato de alquiler, una escritura o un documento fiscal a tu nombre para resolverlo.
fa: Swapl یک مبادله خانه بین افراد خصوصی است، بنابراین املاک متعلق به شرکت یا مدیریت‌شده تجاری قابل تأیید نیستند. اما بررسی‌های خودکار بی‌نقص نیستند و یک فرد واقعی — هرگز هوش مصنوعی — تصمیم نهایی را می‌گیرد. اگر این خانه خودتان است، تماس بگیرید: یکی از اعضای تیم ما این موارد را شخصاً بازبینی می‌کند، معمولاً ظرف ۲ روز کاری، و یک قرارداد اجاره، سند مالکیت یا سابقه مالیاتی به نام شما برای رفع آن کافی است.
fr: Swapl est un échange de logements entre particuliers, les biens détenus par des sociétés ou gérés commercialement ne peuvent donc pas être vérifiés. Mais les vérifications automatisées ne sont pas parfaites, et c'est une vraie personne — jamais l'IA — qui prend la décision finale. S'il s'agit de votre propre logement, contactez-nous : un membre de notre équipe les examine personnellement, généralement sous 2 jours ouvrés, et un bail, un titre de propriété ou un avis d'imposition à votre nom suffit à régler la situation.
id: Swapl adalah tukar rumah antarindividu, jadi properti milik perusahaan atau yang dikelola secara komersial tidak bisa diverifikasi. Tapi pemeriksaan otomatis tidaklah sempurna, dan orang sungguhan — bukan AI — yang membuat keputusan akhir. Jika ini rumah Anda sendiri, hubungi kami: anggota tim kami meninjaunya secara pribadi, biasanya dalam 2 hari kerja, dan perjanjian sewa, sertifikat, atau catatan pajak atas nama Anda sudah cukup untuk meluruskannya.
it: Swapl è uno scambio di case tra privati, quindi le proprietà di aziende o gestite commercialmente non possono essere verificate. Ma i controlli automatici non sono perfetti, e una persona reale — mai l’IA — prende la decisione finale. Se questa è casa tua, mettiti in contatto: un membro del nostro team le esamina personalmente, di solito entro 2 giorni lavorativi, e un contratto di affitto, un atto di proprietà o un documento fiscale a tuo nome è sufficiente per chiarire la situazione.
ja: Swaplは個人同士のホームスワップであるため、企業所有または商業的に管理された物件は認証できません。ただし自動チェックは完璧ではなく、最終判断を下すのはAIではなく実在の担当者です。これがご自身の住まいであれば、ご連絡ください。担当者が個別に確認し、通常2営業日以内に対応します。あなたの名義の賃貸契約書、権利証、または納税記録があれば解決できます。
ro: Swapl este un schimb de locuințe între persoane private, așa că proprietățile deținute de companii sau gestionate comercial nu pot fi verificate. Dar verificările automate nu sunt perfecte, iar o persoană reală — niciodată AI-ul — ia decizia finală. Dacă aceasta este propria ta locuință, ia legătura cu noi: un membru al echipei noastre le evaluează personal, de obicei în 2 zile lucrătoare, iar un contract de închiriere, un act de proprietate sau un document fiscal pe numele tău este suficient pentru a lămuri lucrurile.
th: Swapl คือการแลกบ้านระหว่างบุคคลทั่วไป ดังนั้นทรัพย์สินที่เป็นของบริษัทหรือบริหารจัดการเชิงพาณิชย์จึงไม่สามารถยืนยันได้ แต่การตรวจสอบอัตโนมัติไม่สมบูรณ์แบบ และคนจริงๆ — ไม่ใช่ AI — เป็นผู้ตัดสินใจขั้นสุดท้าย หากนี่คือบ้านของคุณเอง โปรดติดต่อมา: ทีมงานของเราจะตรวจสอบด้วยตนเอง โดยปกติภายใน 2 วันทำการ และสัญญาเช่า โฉนด หรือเอกสารภาษีในชื่อคุณก็เพียงพอที่จะแก้ไขให้ถูกต้อง
tr: Swapl, özel kişiler arasında bir ev takasıdır; bu yüzden şirkete ait veya ticari olarak yönetilen mülkler doğrulanamaz. Ancak otomatik kontroller kusursuz değildir ve son kararı gerçek bir kişi verir — asla yapay zeka değil. Burası senin kendi evinse iletişime geç: ekibimizden biri bunları kişisel olarak inceler, genellikle 2 iş günü içinde, ve adına kayıtlı bir kira sözleşmesi, tapu veya vergi kaydı durumu düzeltmek için yeterlidir.
zh: Swapl 是个人之间的住所互换，因此公司所有或商业管理的房产无法通过验证。但自动检查并不完美，最终决定由真人做出——绝非 AI。如果这是你自己的家，请联系我们：我们团队的成员会亲自审核，通常在 2 个工作日内完成，一份你名下的租约、房契或纳税记录即可澄清。
